/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Setting up your %@";
"CreateExtendMoreInfo" = "Select “Select “Create a new wireless network” if you want to set up your AirPort wireless device in a new wireless network. Computers joining your network can communicate with other computers on your network wirelessly, or if they are connected by Ethernet, they can communicate using Ethernet. If you set up your device to connect to the Internet, wireless and wired computers can also share the Internet connection. Click continue to set up a new wireless network.\n\nSelect “Extend the range of my AirPort Extreme or AirPort Express network” if you already have an AirPort network set up, and you want your device to join it and extend the range of the network. Extending the range of a wireless network is known as a Wireless Distribution System (WDS). Wireless devices in a WDS share a single connection to the Internet, and distribute the Internet connection to computers connected to the network.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Give your wireless device a name and password";
"NameMoreInfo" = "The name is displayed in the sidebar of AirPort Utility. Use a name you'll recognize, such as Living Room, or Office. If a network has more than one wireless device, you can easily recognize the one you want to set up or change. Enter a password for the device. This is the password you'll need to enter before you can change its settings.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Secure your network";
"SecurityMoreInfo" = "You can protect your network with a password. Anyone attempting to join your network will be required to enter the password.\n\nAirPort wireless devices support two types of passwords:\n• WPA2: Wi-Fi Protected Access passwords are more secure, but may be less compatible.\n• 128-bit WEP: Wired Equivalent Privacy passwords are more compatible with older computers and wireless cards.\n\nIf you choose “No security,” anyone within range can join your network without using a password. This option is not recommended.\n\nIf you choose to use 128-bit WEP, use a password that is exactly 13 characters. This assures compatibility with Windows and or other non-Macintosh devices.\n\nIf you choose to use WPA2, use a password that is at least eight characters.";
"SecurityMoreInfoWPANone.Title" = "Secure your network";
"SecurityMoreInfoWPANone" = "You can protect your network with a password using WPA Personal wireless security. Anyone attempting to join your network will be required to enter the password.\n\nIf you choose “No security,” anyone within range can join your network without using a password. This option is not recommended.\n\nIf you choose to use WPA Personal, use a password that is at least eight characters.";
"SecurityMoreInfoWPA2None.Title" = "Secure your network";
"SecurityMoreInfoWPA2None" = "You can protect your network with a password using WPA/WPA2 Personal wireless security. Anyone attempting to join your network will be required to enter the password.\n\nIf you choose “No security,” anyone within range can join your network without using a password. This option is not recommended.\n\nIf you choose to use WPA/WPA2 Personal, use a password that is at least eight characters.";
"SecurityMoreInfoTSN.Title" = "Secure your network";
"SecurityMoreInfoTSN" = "You can protect your network with a password. Anyone attempting to join your network will be required to enter the password.\n\nAirPort wireless devices support two types of passwords:\n• WPA2: Wi-Fi Protected Access passwords are more secure, but may be less compatible.\n• WEP (Transitional Security Network) passwords are more compatible with older WEP computers and wireless cards, but also allow newer WPA and WPA2 clients to join your network.\n\nIf you choose “No security,” anyone within range can join your network without using a password. This option is not recommended.\n\nIf you choose to use WEP (Transitional Security Network), use a password that is exactly 13 characters.\n\nIf you choose to use WPA2, use a password that is at least eight characters.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "How do you connect to the Internet?";
"InternetMoreInfo" = "If you connect to the Internet using a DSL or cable modem, and your Internet service provider (ISP) gives you an IP address automatically using DHCP, select the first option.\n\nIf you connect to the Internet using PPP over Ethernet (PPPoE), select the second option. If you connect to the Internet using PPPoE, you were probably given an account name and password. Check with your service provider if you're not sure.\n\nIf you're connecting to an Ethernet network, select the third option. Check with the network administrator (or the person who set it up) for information about how you receive an IP address (either using DHCP or manually).\n\nIf you're setting up an AirPort Base Station that has an internal modem, and you have a dial-up PPP account, select “I use a modem connected to my telephone line.”\n\nIf you want to continue setting up your base station, but don't want to connect to the Internet, select “I am not ready to connect to the Internet right now.” You can always return when you are ready to connect to the Internet.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Set up TCP/IP on your device";
"EthernetMoreInfo" = "Whether you choose Manually or Using DHCP from the Configure IPv4 pop-up menu depends on how your service provider provides IP addresses. If you receive an IP address automatically from your ISP, choose Using DHCP from the Configure TCP/IP pop-up menu. The IP Address field and other fields will be filled in by your ISP.\n\nIf your provider gave you an IP address and other numbers with your Internet account, choose Manually and use that information to configure the wireless device IP address manually. If you aren’t sure, ask your service provider.\n\nIf your service provider asks you for your device's MAC address, use the address of the Ethernet WAN port, printed on the label on the bottom of the AirPort wireless device.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Select what you want to do with %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "If you already have an AirPort wireless device or a wireless router and want to replace this device with %@, select “I want to replace an existing base station or wireless router with %@”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "If you already have a network and want to %@ to connect to this network wirelessly or using Ethernet, select “I want %@ to join my current network”";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "If you don't have a wireless network or want to add an additional wireless network, select “I want to create a new wireless network”";

"GuestNetworkMoreInfo.Title" = "Guest Network";
"GuestNetworkMoreInfo" = "A guest network allows client computers to connect to the Internet without accessing your private network. You can set up a guest network with or without password protection.\n\nYou can use manual setup to set other options for the guest network, such as sharing files between computers connected to the guest network.";


/* End of strings file */
